Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # module.rds.aws_db_instance.rds has been changed
~ resource "aws_db_instance" "rds" {
        id                                    = "comentarios-api-production-rds01"
      ~ latest_restorable_time                = "2021-08-10T19:30:00Z" -> "2021-08-13T19:15:00Z"
        name                                  = ""
        tags                                  = {
            "Environment" = "production"
            "Name"        = "comentarios-api-production-rds01"
            "Project"     = "comentarios-api"
        }
        # (56 unchanged attributes hidden)
    }
  # aws_api_gateway_stage.api has been changed
~ resource "aws_api_gateway_stage" "api" {
      ~ deployment_id         = "3irwgl" -> "xue4zg"
        id                    = "ags-n1fiynim17-api"
        tags                  = {}
        # (9 unchanged attributes hidden)
    }

Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
~ update in-place

Terraform will perform the following actions:

  # aws_api_gateway_stage.api will be updated in-place
~ resource "aws_api_gateway_stage" "api" {
      ~ deployment_id         = "xue4zg" -> "3irwgl"
        id                    = "ags-n1fiynim17-api"
        tags                  = {}
        # (9 unchanged attributes hidden)
    }

  # aws_internet_gateway.gw will be created
+ resource "aws_internet_gateway" "gw" {
      + arn      = (known after apply)
      + id       = (known after apply)
      + owner_id = (known after apply)
      + tags_all = (known after apply)
      + vpc_id   = "vpc-0c776cafe58b4328b"
    }

  # aws_route.route-table-internet will be created
+ resource "aws_route" "route-table-internet" {
      + destination_cidr_block = "0.0.0.0/0"
      + gateway_id             = "igw-09572d2a3006b75cb"
      + id                     = (known after apply)
      + instance_id            = (known after apply)
      + instance_owner_id      = (known after apply)
      + network_interface_id   = (known after apply)
      + origin                 = (known after apply)
      + route_table_id         = "rtb-0d9e6caa49696c163"
      + state                  = (known after apply)
    }

Plan: 2 to add, 1 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.weploy.com.br/lock?id=alsofer%252Fcomentarios-api-infra%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 2 to add, 1 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
